Repository: malvadoficial/pastillin
Catalog: Pastillin/*.lproj/Localizable.strings
Languages: es

# error_generate_backup
source: Could not generate the backup.
es: No se pudo generar la copia de seguridad.

# error_restore_backup
source: Could not restore the backup.
es: No se pudo restaurar la copia de seguridad.

# empty_medicines_fallback
source: There are no medicines to take.
es: No hay medicinas que tomar.

# button_done
source: Done
es: Listo

# settings_section_appearance
source: Appearance
es: Apariencia

# settings_appearance_mode
source: Color mode
es: Modo de color

# settings_appearance_system
source: Follow system
es: Seguir sistema

# settings_appearance_light
source: Light
es: Claro

# settings_appearance_dark
source: Dark
es: Oscuro

# today_open_help
source: Open help
es: Ver ayuda

# today_pending_notice_format
source: You have %d pending intakes from previous days
es: Tienes %d tomas pendientes de días anteriores

# today_overlay_plus_hint
source: Tap here to start adding medicines.
es: Aquí para empezar a añadir medicinas.

# today_overlay_help_hint
source: Tap here to learn how the app works.
es: Aquí para aprender como funciona la aplicación.

# settings_section_danger
source: Danger zone
es: Zona de peligro

# settings_button_delete_all_data
source: Delete all data
es: Borrar todos los datos

# settings_delete_all_confirm_title
source: Delete all data
es: Borrar todos los datos

# settings_delete_all_confirm_message
source: This action cannot be undone. All app data will be deleted. We recommend creating a backup before continuing.
es: Esta acción no se puede deshacer. Se borrarán todos los datos de la aplicación. Recomendamos hacer una copia de seguridad antes de continuar.

# settings_delete_all_confirm_button
source: Delete everything
es: Borrar todo

# error_delete_all_data
source: Could not delete all data.
es: No se pudieron borrar todos los datos.

# official_info_leaflet_unavailable_title
source: Leaflet unavailable
es: Prospecto no disponible

# official_info_leaflet_unavailable_message
source: Could not open the official leaflet for this medication.
es: No se pudo abrir el prospecto oficial para este medicamento.

# settings_delete_all_success_title
source: Data deleted
es: Datos borrados

# settings_delete_all_success_message
source: All data has been deleted.
es: Todos los datos han sido borrados.

# settings_open_legal
source: Legal notice / Privacy
es: Aviso legal / Privacidad

# legal_disclaimer_title
source: Legal disclaimer
es: Aviso legal

# legal_disclaimer_intro
source: This app is made to help organize medication intakes.
es: Esta aplicación está creada para ayudar a organizar tomas de medicación.

# legal_disclaimer_point_1
source: It does not replace medical advice, diagnosis, or treatment from a doctor or healthcare professional.
es: No sustituye el consejo, diagnóstico ni tratamiento de un médico o profesional sanitario.

# legal_disclaimer_point_2
source: You must always follow your doctor's instructions and the official leaflet for each medication.
es: Debes seguir siempre las indicaciones de tu médico y del prospecto oficial de cada medicamento.

# legal_disclaimer_point_3
source: The user is responsible for using the app and checking that entered data is correct.
es: El usuario es responsable del uso de la aplicación y de revisar que los datos introducidos sean correctos.

# legal_disclaimer_point_4
source: The app may contain technical errors or failures. No incident-free operation is guaranteed.
es: La aplicación puede contener errores o fallos técnicos. No se garantiza la ausencia de incidencias.

# legal_disclaimer_point_5
source: The developer is not responsible for direct or indirect damages resulting from the use or misuse of the app.
es: El desarrollador no se hace responsable de daños directos o indirectos derivados del uso o mal uso de la aplicación.

# legal_disclaimer_point_6
source: This project was developed on a non-profit basis.
es: Este proyecto se ha desarrollado sin ánimo de lucro.

# legal_disclaimer_accept
source: I have read and understand this notice
es: He leído y entiendo este aviso

# legal_disclaimer_privacy_title
source: Privacy
es: Política de Privacidad

# legal_disclaimer_privacy_updated
source: Last update: February 11, 2026
es: Última actualización: 11 Febrero 2026

# legal_disclaimer_privacy_content
source: 1. Introduction This Privacy Policy describes how Pastillin respects and protects user privacy. The app has been designed to work without collecting, storing, or sharing personal user data. 2. Data that is NOT collected Pastillin does NOT collect, process, or transmit: Personally identifiable data Medical or clinical information Health data linked to a person Location data IP addresses Device identifiers Contact information Usage or analytics data Advertising or tracking data 3. Data entered by the user Any information entered by the user (for example, medication names, schedules, or reminders): Is stored exclusively locally on the user's device. Is not sent to external servers. Is not accessible by the developer. Is not shared with third parties. 4. Use of external APIs The app may use public information sources only to help users enter medication names (for example, autocomplete features). No personal user information is sent. Searches are not associated with any personal identifier. Queries do not allow identifying the user. 5. Backups Locally stored data may be part of device backups made by the operating system (for example, iCloud), depending on the user's own settings. The developer does not have access to those backups. 6. Data sharing Pastillin does not share data with third parties, as it does not collect any data. 7. Advertising and analytics The app: Does not include advertising. Does not use analytics services. Does not track the user. 8. Minors The app is not specifically directed to minors and does not collect any personal data from users of any age. 9. Purpose of the app Pastillin is a personal organization tool. It does not provide medical advice, does not replace consultation with healthcare professionals, and does not perform diagnoses or clinical recommendations. 10. Changes to this policy If this Privacy Policy is updated, the new version will be publicly available in this same location. 11. Contact If you have any questions about this Privacy Policy, you can contact: Email: malvadoficial@gmail.com
es: 1. Introducción Esta Política de Privacidad describe cómo Pastillín respeta y protege la privacidad de los usuarios. La aplicación ha sido diseñada para funcionar sin recopilar, almacenar ni compartir datos personales del usuario. 2. Datos que NO se recopilan Pastillín NO recopila, procesa ni transmite: Datos personales identificables Información médica o clínica Datos de salud vinculados a una persona Datos de localización Direcciones IP Identificadores del dispositivo Información de contacto Datos de uso o analítica Datos para publicidad o seguimiento 3. Datos introducidos por el usuario Cualquier información introducida por el usuario (por ejemplo, nombres de medicamentos, horarios o recordatorios): Se almacena exclusivamente de forma local en el dispositivo del usuario. No se envía a servidores externos. No es accesible por el desarrollador. No se comparte con terceros. 4. Uso de APIs externas La aplicación puede utilizar fuentes públicas de información únicamente para ayudar al usuario a introducir nombres de medicamentos (por ejemplo, funciones de autocompletado). No se envía información personal del usuario. No se asocian las búsquedas a ningún identificador personal. Las consultas no permiten identificar al usuario. 5. Copias de seguridad Los datos almacenados localmente pueden formar parte de las copias de seguridad del dispositivo realizadas por el sistema operativo (por ejemplo, iCloud), según la configuración del propio usuario. El desarrollador no tiene acceso a dichas copias. 6. Compartición de datos Pastillín no comparte datos con terceros, ya que no recopila ningún dato. 7. Publicidad y analítica La aplicación: No incluye publicidad. No utiliza servicios de analítica. No realiza seguimiento del usuario. 8. Menores de edad La aplicación no está dirigida específicamente a menores de edad y no recopila ningún dato personal de usuarios de ninguna edad. 9. Finalidad de la aplicación Pastillín es una herramienta de organización personal. No proporciona asesoramiento médico, no sustituye la consulta con profesionales sanitarios y no realiza diagnósticos ni recomendaciones clínicas. 10. Cambios en esta política Si esta Política de Privacidad se actualiza, la nueva versión estará disponible públicamente en esta misma ubicación. 11. Contacto Si tienes alguna pregunta sobre esta Política de Privacidad, puedes contactar en: Correo electrónico: malvadoficial@gmail.com

# legal_disclaimer_privacy_point_1
source: The app does not request or store personally identifiable data.
es: La aplicación no solicita ni guarda datos personales identificativos.

# legal_disclaimer_privacy_point_2
source: Medication usage data is stored locally on your device.
es: Los datos de uso de medicación se guardan localmente en tu dispositivo.

# legal_disclaimer_privacy_point_3
source: No information is sent to developer-owned servers or used for commercial purposes.
es: No se envía información a servidores del desarrollador ni se utiliza con fines comerciales.

# legal_disclaimer_privacy_point_4
source: Data is only sent/received to query the public CIMA-AEMPS API (public body), exclusively to obtain medication information.
es: Solo se envían y reciben datos para consultar la API pública de CIMA-AEMPS (organismo público), exclusivamente para obtener información de medicamentos.

# cart_title
source: Shopping List
es: Lista de la compra

# cart_open
source: Open shopping list
es: Abrir lista de la compra

# cart_empty
source: You have no medications in the shopping list.
es: No tienes medicamentos en la lista de la compra.

# cart_add
source: Buy
es: Comprar

# cart_already_added
source: Already in shopping list
es: Ya en la lista de la compra

# cart_expected_end_format
source: Expected to run out: %@
es: Se acaba: %@

# cart_expected_end_unspecified
source: No end date
es: Sin fecha de fin

# cart_date_picker
source: Run out date
es: Fecha en que se acaba

# cart_set_date
source: Set end date
es: Indicar fecha de fin

# cart_clear_date
source: Clear date
es: Quitar fecha

# cart_mark_purchased
source: Purchased
es: Comprado

# today_shopping_notice
source: You have medicines that are close to running out
es: Tienes medicamentos por comprar

# cart_disclaimer_title
source: Important notice
es: Aviso importante

# cart_disclaimer_message
source: This app does NOT sell medications. The shopping list is only a reminder to indicate that you need to buy a medication or that you are running low on stock.
es: Esta aplicación NO sirve para comprar medicinas. La lista de la compra es solo un recordatorio para indicar que debes comprar algún medicamento o que estás bajo de existencias.

# cart_disclaimer_understood
source: Understood
es: Entendido

# cart_remove_item
source: Remove from list
es: Quitar de la lista

# cart_share_button
source: Share list
es: Compartir lista

# cart_share_intro
source: I need these medications:
es: Me hacen falta estos medicamentos:

# cart_share_item_with_date_format
source: - %@ (runs out: %@)
es: - %@ (se acaba: %@)

# cart_remaining_doses
source: Remaining doses
es: Dosis restantes

# cart_remaining_doses_placeholder
source: e.g. 12
es: Ej: 12

# cart_clear_remaining_doses
source: Clear doses
es: Quitar dosis

# cart_expected_end_unknown
source: No run-out estimate
es: Sin cálculo de fin

# cart_expected_end_out_of_stock
source: Out of stock
es: Agotada

# today_cart_pending_purchase
source: Pending purchase
es: Pendiente de comprar

# today_cart_runs_out_format
source: Will run out on %@
es: Se acabará el %@
