Repository: malvadoficial/pastillin
Catalog: Pastillin/*.lproj/Localizable.strings
Languages: es

# content_item_at_format
source: Item at %@
es: Elemento a las %@

# content_add_item
source: Add Item
es: Añadir elemento

# content_select_item
source: Select an item
es: Selecciona un elemento

# tab_today
source: Today
es: Hoy

# tab_calendar
source: Calendar
es: Calendario

# tab_medications
source: Cabinet
es: Botiquín

# tab_not_taken
source: Missed
es: Pendientes

# tab_settings
source: Settings
es: Ajustes

# today_empty
source: Nothing for today
es: Nada para hoy

# today_title
source: Today
es: Hoy

# taken_fem
source: Taken
es: Tomada

# not_taken_fem
source: Not taken
es: No tomada

# missed_title
source: Missed
es: Pendientes

# missed_range_title
source: Range
es: Rango

# missed_empty
source: There are no missed intakes in this range.
es: No tienes ninguna toma atrasada para el rango que has seleccionado.

# missed_modal_title
source: Manage intake
es: Gestionar toma

# missed_action_taken
source: Yes, taken
es: **SI** que la tomé

# missed_action_not_taken
source: Not taken
es: **NO** la tomé

# missed_action_taken_other_day
source: Taken on **ANOTHER DAY**
es: Tomada **OTRO DIA**

# missed_move_alert_title
source: Move next intakes
es: Mover próximas tomas

# missed_move_alert_message
source: Select the intake day. Future intakes for this medication will be moved to keep the configured day/month frequency.
es: Selecciona el día de la toma. Después se moverán las tomas futuras para mantener la frecuencia configurada de este medicamento.

# missed_move_alert_confirm
source: Accept
es: Aceptar

# calendar_title
source: Calendar
es: Calendario

# medications_title
source: Cabinet
es: Botiquín

# medications_section_scheduled
source: Scheduled treatments
es: Tratamientos pautados

# medications_section_occasional
source: Occasional use
es: Uso ocasional

# medication_add_type_title
source: Medication type
es: Tipo de medicamento

# medication_add_scheduled
source: Scheduled medication
es: Medicamento pautado

# medication_add_occasional
source: Occasional-use medication
es: Medicamento de uso ocasional

# medication_inactive_badge
source: Disabled
es: Desactivada

# medication_occasional_badge
source: Occasional use
es: De uso ocasional

# medication_occasional_badge_short
source: Occasional
es: Uso ocasional

# summary_format
source: %@ · start %@%@
es: %@ · inicio %@%@

# summary_end_format
source: · end %@
es: · fin %@

# summary_start_line_format
source: Start %@
es: Inicio %@

# summary_end_line_format
source: End %@
es: Fin %@

# summary_occasional_date_line_format
source: Date %@
es: Última toma %@

# summary_chronic
source: Chronic
es: Sin fecha de fin

# summary_no_schedule
source: No schedule
es: Sin pauta

# summary_no_date
source: No date
es: Sin fecha

# unit_day_one
source: day
es: día

# unit_day_other
source: days
es: días

# unit_month_one
source: month
es: mes

# unit_month_other
source: months
es: meses

# recurrence_daily
source: Daily
es: Diario

# recurrence_monthly
source: Monthly
es: Mensual

# recurrence_every_days_format
source: Every %d days
es: Cada %d días

# recurrence_every_months_format
source: Every %d months
es: Cada %d meses

# section_medication
source: Medication
es: Medicamento

# edit_field_name
source: Name
es: Nombre

# edit_field_note_optional
source: Note (optional)
es: Nota (opcional)

# edit_toggle_active
source: Active
es: Activa

# edit_section_schedule
source: Schedule
es: Pauta

# edit_picker_unit
source: Unit
es: Unidad

# edit_unit_days
source: Days
es: Días

# edit_unit_months
source: Months
es: Meses

# edit_toggle_daily
source: Daily
es: Diario

# edit_schedule_pattern_label
source: Pattern
es: Pauta

# edit_schedule_every_prefix
source: Every
es: Cada

# edit_schedule_number
source: Number
es: Número

# edit_stepper_every_format
source: Every %d %@
es: Cada %d %@

# edit_date_start
source: Start
es: Inicio

# edit_toggle_chronic
source: Chronic
es: Sin fecha de fin

# edit_date_end_included
source: End (included)
es: Día de fin (Incluido)

# occasional_section_date
source: Date
es: Fecha

# occasional_date
source: Intake date
es: Fecha de toma

# occasional_taken_time
source: Taken time
es: Hora de la toma

# occasional_reminder_toggle
source: Enable reminder
es: Generar aviso

# occasional_reminder_time
source: Reminder time
es: Hora del aviso

# occasional_section_intakes
source: Intakes
es: Tomas

# edit_section_history_format
source: History (last %d)
es: Historial (últimas %d)

# edit_title_new
source: New medication
es: Nueva medicina

# edit_title_new_occasional
source: New occasional-use medication
es: Nuevo uso ocasional

# edit_title_edit
source: Edit medication
es: Editar medicina

# edit_delete_medication
source: Delete medication
es: Eliminar medicamento

# edit_delete_title
source: Delete medication
es: Eliminar medicamento

# edit_delete_message
source: This action will also remove its history.
es: Esta acción eliminará también su historial.

# edit_delete_confirm
source: Delete
es: Eliminar

# button_cancel
source: Cancel
es: Cancelar

# button_clear
source: Clear
es: Limpiar

# save_add_to_cart_prompt_title
source: Add to cart
es: Añadir al carrito

# save_add_to_cart_prompt_message
source: Do you want to add this medication to the shopping list?
es: ¿Quieres añadir este medicamento a la lista de la compra?

# save_add_to_cart_yes
source: Yes, add
es: Sí, añadir

# save_add_to_cart_no
source: No, save without adding
es: No, guardar sin añadir

# button_save
source: Save
es: Guardar

# button_edit
source: Edit
es: Editar

# history_taken_time_format
source: Taken · %@
es: Tomada · %@

# history_not_taken
source: Not taken
es: No tomada

# history_actions_title
source: Edit intake
es: Editar toma

# history_action_picker
source: Action
es: Acción

# history_action_change_time
source: Change time
es: Cambiar hora

# history_action_save_time
source: Save time
es: Guardar hora

# history_action_save_datetime
source: Save date and time
es: Guardar fecha y hora

# history_action_delete
source: Delete intake
es: Borrar toma

# history_action_apply
source: Apply
es: Aplicar

# history_edit_time_title
source: Edit time
es: Editar hora

# history_edit_time_picker
source: Taken time
es: Hora de la toma

# history_edit_datetime_picker
source: Taken date and time
es: Fecha y hora de la toma

# history_delete_title
source: Delete intake
es: Borrar toma

# history_delete_message
source: This intake will be removed from history.
es: Esta toma se eliminará del historial.

# history_delete_confirm
source: Delete
es: Borrar

# time_unspecified
source: Time not specified
es: Hora no especificada

# day_empty
source: Nothing scheduled
es: No tocaba nada

# status_taken_masc
source: Taken
es: Tomado

# status_not_taken_masc
source: Not taken
es: No tomado

# button_close
source: Close
es: Cerrar

# detail_day_label_format
source: Day: %@
es: Día: %@

# detail_section_status
source: Status
es: Estado

# detail_section_status_toggle
source: Status (tap to change)
es: Estado (pulsar para cambiar)

# detail_action_mark_taken
source: Taken
es: Tomado

# detail_action_mark_not_taken
source: Not taken
es: No tomado

# detail_status_taken_current
source: Taken
es: Tomado

# detail_status_not_taken_current
source: Not taken
es: No Tomado

# detail_section_time
source: Time
es: Hora

# detail_label_time_taken
source: Taken time
es: Hora tomada

# detail_title
source: Detail
es: Detalle

# detail_remove_for_day
source: Remove for this day
es: Eliminar de este día

# detail_remove_for_day_title
source: Remove for this day
es: Eliminar de este día

# detail_remove_for_day_message
source: Only this day will be removed. The treatment will remain active on other dates.
es: Solo se eliminará este día. El tratamiento seguirá activo en otras fechas.

# detail_remove_for_day_confirm
source: Remove day
es: Eliminar día

# settings_title
source: Settings
es: Ajustes

# settings_section_reminder
source: Daily reminder
es: Recordatorio diario

# settings_toggle_enable
source: Enable reminder
es: Activar recordatorio diario

# settings_label_time
source: Time
es: Hora de aviso

# settings_label_time_format
source: Reminder time %d
es: Hora de aviso %d

# settings_add_reminder
source: Add reminder
es: Añadir aviso

# settings_section_report
source: Medical report
es: Informe médico

# settings_label_from
source: From
es: Desde

# settings_label_to
source: To
es: Hasta

# settings_button_generate_pdf
source: Generate PDF
es: Generar PDF

# settings_button_share_report
source: Share/Save report
es: Compartir/Guardar informe

# error_enable_reminder
source: Could not enable the reminder.
es: No se pudo activar el recordatorio.

# error_reschedule_reminder
source: Could not reschedule the reminder.
es: No se pudo reprogramar el recordatorio.

# error_generate_report
source: Could not generate the report.
es: No se pudo generar el informe.

# notification_action_open
source: Open and mark
es: Abrir y marcar

# notification_action_snooze_1h
source: Snooze 1 hour
es: Posponer 1 hora

# notification_title
source: Today's medications
es: Medicaciones de hoy

# notification_body
source: Open to mark what you've taken.
es: Entra para marcar lo que has tomado.

# notification_occasional_title
source: Medication reminder
es: Recordatorio de medicación

# notification_occasional_body_format
source: You should take %@.
es: Debes tomar %@.

# report_filename_prefix
source: MedicationReport
es: InformeMedicacion

# report_title
source: Medication report
es: Informe de medicación

# report_period_format
source: Period: %@ → %@
es: Periodo: %@ → %@

# report_line_with_time_format
source: • %@: %@ (time: %@)
es: • %@: %@ (hora: %@)

# report_taken
source: Taken
es: Tomado

# report_not_taken
source: Not taken
es: No tomado

# report_occasional_badge
source: Occasional use
es: De uso ocasional

# report_general_title
source: General medication data
es: Datos generales de medicación

# report_general_chronic_section
source: Chronic treatments
es: Tratamientos sin fecha de fin

# report_general_scheduled_section
source: Scheduled treatments (with end)
es: Tratamientos pautados (con fin)

# report_general_occasional_section
source: Occasional-use medications
es: Medicamentos de uso ocasional

# report_general_line_chronic
source: %@ · start %@
es: %@ · inicio %@

# report_general_line_scheduled
source: %@ · start %@ · end %@
es: %@ · inicio %@ · fin %@

# report_general_line_occasional
source: %@ · intake date %@
es: %@ · fecha de toma %@

# report_general_line_occasional_with_time
source: %@ · intake date %@ · time %@
es: %@ · fecha de toma %@ · hora %@

# report_general_empty
source: No medications
es: Sin medicamentos

# report_daily_section_title
source: Daily detail
es: Detalle diario

# section_photo
source: Photo
es: Foto

# photo_empty
source: No photo
es: Sin foto

# photo_pick
source: Choose from library
es: Elegir de galería

# photo_take
source: Take photo
es: Hacer foto

# photo_view
source: View photo
es: Ver foto

# photo_remove
source: Remove photo
es: Eliminar foto

# photo_camera_unavailable_title
source: Camera unavailable
es: Cámara no disponible

# photo_camera_unavailable_message
source: The camera is not available in the simulator.
es: La cámara no está disponible en el simulador.

# photo_choose
source: Add photo
es: Añadir foto

# photo_change
source: Change photo
es: Cambiar foto

# photo_choose_title
source: Choose an option
es: Selecciona una opción

# settings_section_help
source: Help
es: Ayuda

# settings_open_help
source: View app help
es: Ver ayuda de la aplicación

# help_title
source: Help
es: Ayuda

# help_intro
source: This app helps you organize treatments in Today, Calendar, and Cabinet, mark intakes, manage pending doses, prepare a shopping list, and check official AEMPS information.
es: Esta app te ayuda a organizar tus tratamientos en Hoy, Calendario y Botiquín, marcar tomas, gestionar pendientes, preparar la lista de la compra y consultar información oficial de AEMPS.

# help_section_tabs
source: Sections
es: Secciones

# help_tab_today_title
source: Today
es: Hoy

# help_tab_today_text
source: Here you can see today's medicines. You can mark Taken/Not taken, open details, add medicines with +, and see notices for pending doses and medicines that are close to running out.
es: Aquí ves lo que te toca hoy. Puedes marcar Tomado/No tomado, abrir detalle, añadir medicinas con + y ver avisos de tomas pendientes y de medicinas próximas a acabarse.

# help_tab_calendar_title
source: Calendar
es: Calendario

# help_tab_calendar_text
source: Here you can check any day: past, today, or future. On past days and today, in edit mode you can change intake status and delete an intake by swiping left (with confirmation). Tapping a row opens detail.
es: Aquí puedes mirar cualquier día: pasado, hoy o futuro. En días pasados y hoy, al editar puedes cambiar estado de tomas y borrar una toma deslizando a la izquierda (con confirmación). Tocando la fila se abre el detalle.

# help_tab_medications_title
source: Cabinet
es: Botiquín

# help_tab_medications_text
source: Here you create, edit, and delete medicines. Occasional-use items are grouped by name into one row and, in detail, you get an Intakes section with editable date and time for each intake. You can also manage photo, notes, and cart.
es: Aquí creas, editas y borras medicinas. El uso ocasional se agrupa por nombre en una sola fila y, en el detalle, ves la lista de tomas con fecha y hora editables. También puedes gestionar foto, notas y carrito.

# help_tab_pending_title
source: Pending
es: Pendientes

# help_tab_pending_text
source: Here you see past missed intakes. Only the latest pending intake per medication is shown, and it is hidden if that medication has a later intake marked as taken.
es: Aquí ves tomas pasadas no tomadas. Solo aparece la toma pendiente más reciente de cada medicamento y no aparece si ese medicamento ya tuvo una toma posterior marcada como tomada.

# help_tab_settings_title
source: Settings
es: Ajustes

# help_tab_settings_text
source: Here you can enable up to 3 daily reminders, configure their times, manage AEMPS integration, generate PDF reports, and create/restore backups. When generating a backup, the share/save dialog opens directly.
es: Aquí activas hasta 3 avisos diarios, configuras su hora, gestionas la integración con AEMPS, generas informes PDF, y creas/restauras copias de seguridad. Al generar copia, se abre directamente el diálogo de compartir/guardar.

# help_section_flows
source: Main steps
es: Pasos principales

# help_flow_create_scheduled_title
source: Create a scheduled medicine
es: Crear una medicina pautada

# help_flow_create_scheduled_text
source: Go to Cabinet, tap +, choose Scheduled medication, fill in the data, and tap Save. When saving a new medication, the app asks whether to add it to the shopping list.
es: Ve a Botiquín, pulsa +, elige Medicamento pautado, rellena los datos y pulsa Guardar. Al guardar una medicina nueva, la app pregunta si quieres añadirla al carrito.

# help_flow_create_occasional_title
source: Create an occasional-use medicine
es: Crear una medicina de uso ocasional

# help_flow_create_occasional_text
source: You can create it from Today, Calendar, or Cabinet using the + button. In Cabinet it is grouped by name, and in detail you use the Intakes section to edit each intake date and time.
es: Puedes crearla desde Hoy, Calendario o Botiquín con el botón +. En Botiquín se agrupa por nombre y en el detalle tendrás la sección Tomas para editar fecha y hora de cada toma.

# help_flow_mark_title
source: Mark an intake
es: Marcar una toma

# help_flow_mark_text
source: In Today and in Calendar day detail, you can switch between Taken and Not taken. In Calendar, when editing a past day or today, you can also change status directly from the list.
es: En Hoy y en el detalle diario del calendario puedes alternar Tomado/No tomado. En calendario, al editar un día pasado o de hoy, también puedes cambiar el estado directamente desde la lista.

# help_flow_remove_day_title
source: Remove one day intake
es: Quitar una toma de un día

# help_flow_remove_day_text
source: Open detail and tap Remove for this day. Only that day is removed.
es: Abre el detalle y pulsa Eliminar de este día. Solo se borra ese día.

# help_flow_remove_all_title
source: Delete a full medicine
es: Borrar una medicina completa

# help_flow_remove_all_text
source: Do it from Cabinet, opening detail and tapping Delete medication.
es: Hazlo desde la sección Botiquín, entrando al detalle y pulsando Eliminar medicamento.

# help_flow_cart_title
source: Use the shopping list
es: Usar la lista de la compra

# help_flow_cart_text
source: Tap the cart on a medication to add or remove it from the list. In the cart, you can reorder rows, set remaining doses (including 0), see Out of stock when applicable, mark Purchased, and share the list.
es: Pulsa el carrito en una medicina para añadirla o quitarla de la lista. En el carrito puedes reordenar, indicar dosis restantes (incluido 0), ver Agotada cuando toque, marcar Comprado y compartir la lista.

# help_flow_aemps_search_title
source: Search AEMPS and open leaflet
es: Buscar en AEMPS y abrir prospecto

# help_flow_aemps_search_text
source: From Settings > Search in AEMPS, you can search by name, active ingredient, or registration number, clear the search field, apply filters, view official data, and add to the cabinet.
es: Desde Ajustes > Buscar en AEMPS puedes buscar por nombre, principio activo o número de registro, limpiar el campo de búsqueda, aplicar filtros, ver datos oficiales y añadir al botiquín.

# help_section_notes
source: Useful notes
es: Notas útiles

# help_note_time
source: In Settings, you can configure up to 3 daily reminders and set their times.
es: En Ajustes puedes configurar hasta 3 avisos diarios y ajustar su hora.

# help_note_future
source: Future-date medicines cannot be marked as taken.
es: Las medicinas de fechas futuras no se pueden marcar como tomadas.

# help_note_report
source: The PDF report is generated from Settings. For backups, after generating one, the share/save dialog opens directly.
es: El informe PDF se genera desde Ajustes. Para copias de seguridad, al generarlas se abre directamente el diálogo de compartir/guardar.

# help_note_disclaimer_cart
source: The shopping list does not buy medications inside the app; it is only a reminder.
es: La lista de la compra no sirve para comprar medicinas dentro de la app; es solo un recordatorio.

# help_note_mac
source: There is a MAC version of the app you can use if you prefer managing it with keyboard and mouse. You can later import your data to that version (or vice versa) using the Backup features available in Settings.
es: Hay una conversión de la aplicación para MAC que puedes utilizar si prefieres gestionar la aplicación con teclado y ratón. Puedes importar tus datos luego a esta versión (o viceversa) utilizando las funcionalidades de Copia de seguridad que encontrarás en Ajustes.

# autocomplete_loading
source: Searching medications...
es: Buscando medicamentos...

# autocomplete_no_results
source: No medications found.
es: No se han encontrado medicamentos.

# official_info_section_title
source: Official info
es: Información oficial

# official_info_full_name
source: Full name
es: Nombre completo

# official_info_active_ingredient
source: Active ingredient
es: Principio activo

# official_info_laboratory
source: Laboratory
es: Laboratorio

# official_info_cn
source: National code (CN)
es: Código nacional (CN)

# official_info_source
source: Source
es: Fuente

# official_info_leaflet_button
source: View official leaflet
es: Ver prospecto oficial

# official_info_loading
source: Loading official info...
es: Cargando información oficial...

# settings_section_autocomplete
source: AEMPS Integration
es: Integración con AEMPS

# settings_toggle_autocomplete
source: Enable AEMPS integration
es: Activar integración con AEMPS

# settings_open_aemps_search
source: Search in AEMPS
es: Buscar en AEMPS

# settings_aemps_info_title
source: AEMPS Integration
es: Integración con AEMPS

# settings_aemps_info_message
source: This integration searches the public AEMPS database to autocomplete medication names and fetch official additional information, including leaflet access. If you disable this switch, this integration is disabled.
es: Esta integración permite buscar en la Base de Datos de Medicamentos en ESPAÑOL de la AEMPS para autocompletar nombres y obtener información oficial adicional del medicamento, incluido el acceso al prospecto. Si desactivas este interruptor, se desactiva esta integración.

# aemps_search_title
source: AEMPS Search
es: Búsqueda AEMPS

# aemps_search_section
source: Search
es: Búsqueda

# aemps_search_query_placeholder
source: Type your search
es: Escribe tu búsqueda

# aemps_search_mode
source: Search by
es: Buscar por

# aemps_search_mode_name
source: Name
es: Nombre

# aemps_search_mode_active
source: Active ingredient
es: Principio activo

# aemps_search_mode_registration
source: Registration no.
es: Nº registro

# aemps_filter_authorized
source: Authorized only
es: Solo autorizados

# aemps_filter_commercialized
source: Commercialized only
es: Solo comercializados

# aemps_filter_prescription
source: Prescription
es: Receta

# aemps_filter_prescription_indifferent
source: Any
es: Indiferente

# aemps_filter_prescription_yes
source: With prescription
es: Con receta

# aemps_filter_prescription_no
source: Without prescription
es: Sin receta

# aemps_search_button
source: Search
es: Buscar

# aemps_search_results
source: Results
es: Resultados

# aemps_search_results_hint
source: Run a search to see medications.
es: Haz una búsqueda para ver medicamentos.

# aemps_registration_format
source: Registration no.: %@
es: Nº registro: %@

# aemps_add_as_medication
source: Add to cabinet
es: Añadir al botiquín

# aemps_add_to_cart
source: Add to cart
es: Añadir al carrito

# aemps_prescription_label
source: Classification
es: Clasificación

# aemps_requires_prescription
source: Requires prescription
es: Requiere receta

# aemps_is_authorized
source: Authorized
es: Autorizado

# aemps_is_commercialized
source: Commercialized
es: Comercializado

# aemps_additional_info_section
source: Additional information
es: Información adicional

# aemps_generic_substitutable
source: Substitutable by generic
es: Sustituible por genérico

# aemps_status
source: Status
es: Estado

# aemps_status_auth_format
source: Authorized: %@
es: Autorizado: %@

# aemps_status_rev_format
source: Revision: %@
es: Revisión: %@

# aemps_excipients
source: Excipients
es: Excipientes

# aemps_dose
source: Dose
es: Dosis

# aemps_pharma_form_simple
source: Simplified pharmaceutical form
es: Forma farmacéutica simplificada

# aemps_routes
source: Administration routes
es: Vías de administración

# aemps_documents
source: Documents
es: Documentos

# aemps_document_technical_sheet
source: Technical sheet
es: Ficha técnica

# aemps_document_leaflet
source: Leaflet
es: Prospecto

# aemps_document_report_risks
source: Report and risks
es: Informe y riesgos

# aemps_yes
source: Yes
es: Sí

# settings_section_backup
source: Backup
es: Copia de seguridad

# settings_button_generate_backup
source: Generate backup
es: Generar copia

# settings_button_share_backup
source: Share/Save backup
es: Compartir/Guardar copia

# settings_button_restore_backup
source: Load backup
es: Cargar copia

# settings_restore_confirm_title
source: Restore backup
es: Restaurar copia

# settings_restore_confirm_message
source: This will replace all current data with the selected backup data. Do you want to continue?
es: Esto reemplazará todos los datos actuales por los de la copia seleccionada. ¿Deseas continuar?

# settings_restore_confirm_button
source: Restore
es: Restaurar
